Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C08A.tmx
Source language: en_us
Languages: zh_cn

source: Gathering at the Wake for Western Dominance
zh_cn: 《文明》：探寻西方统治的终结

source: In his 2003 book, “Empire,” which was published here in the immediate wake of the United States-led invasion of Iraq, the popular British historian Niall Ferguson argued that the United States was “an empire in denial” and was “capable of playing an imperial role” in the world today, much the way Britain once did, in the 19th century.
zh_cn: 2003年，美国发动的进攻伊拉克军事行动之时，英国极受追捧的历中学家尼尔・弗格森（Niall Ferguson）出版了《帝国》（Empire）一书。在书中弗格森指出美国“不再具有帝国地位”，而且“美国在当今世界发挥的帝国作用”就如十九世纪英国所处的境遇一样。

source: Only eight years later Mr. Ferguson has written a tendentious new book, “Civilization,” which asserts, with similar certainty, that we are now living through “the end of 500 years of Western predominance,” that while China is on the rise, the question is not whether East and West will clash, but whether “the weaker” — that is, the United States and Europe — “will tip over from weakness to outright collapse.”
zh_cn: 仅仅八年之后，弗格森撰写了一本具有同样思想的新书《文明》（Civilization）。在这本新书中，作者指明，我们的生活正处在“西方文明五百年统治地位即将结束的一个临界点”。随着中国的崛起，现在的问题不是东、西方文明的互相碰撞，相反我们要考虑，美国和欧洲的强憾地位是否会“变弱”，而且还会“从逐渐孱弱变成最终的土崩瓦解。”

source: The financial crisis “that began in the summer of 2007,” Mr. Ferguson argues, should “be understood as an accelerator of an already well-established trend of relative Western decline,” coming on top of already serious debt problems.
zh_cn: 弗格森在书中阐述，“2007年夏天暴发的经济危机，可以被看作是促使西方主导地位逐渐减弱的加速器，在此之前，西方世界已经慢慢显露其衰弱的态势。”这次的经济危机更是为早已严重的债务危机雪上加霜。

source: “From 2001, in the space of just 10 years,” he goes on, “the U.S. federal debt in public hands doubled as a share of G.D.P. from 32 percent to a projected 66 percent in 2011”; when “unfunded liabilities of the Medicare and Social Security systems,” growing state deficits and public employees’ pension funds are added on to projections, he contends, “the fiscal position of the United States in 2009 was worse than that of Greece,” which is now teetering on the edge of default and desperate for a bailout from the European Union.
zh_cn: 弗格森继续写道“从2001年到2011年，美国公众所持的联邦债务与国内生产总值（GDP）之比从32%增长到了66%，整整比十年前增加了一倍。”；“无资金准备的医疗保险和社会保障系统的债务瓶颈”、不断增长的国内赤字和公职人员养老基金问题，又为美国的各种危机蒙上一层阴影。“2009年的美国财政状况比西腊还要严重”，现在西腊国内的经济摇摇欲坠，正等待着欧盟的纾忧。

source: As usual, Mr. Ferguson, who teaches in Harvard’s history department and business school, uses his powerful narrative talents in these pages to give the reader a highly tactile sense of history.
zh_cn: 弗格森任教于哈佛大学历史系和商学院，一如既往地，他在书中展现了自已非凡的叙述才能，给读者讲述最有触感的历史。

source: But his book as a whole has a hurried, haphazard feel to it that underscores its genesis as a companion volume to a British television series called “Civilization: Is the West History?”
zh_cn: 作为英国的一档系列节目《文明：是西方的历史吗？》[2]的姐妹篇，此书匆忙出版，就整体而言，很难让人不怀疑新书的原创性有多少。

source: Not only do the book’s more cogent arguments owe a decided debt to ones made by the New York Times Op-Ed columnist Thomas L. Friedman and the CNN commentator Fareed Zakaria, but its more original hypotheses also tend to devolve into questionable generalizations (“Europeans today are the idlers of the world”), contradictory assertions and silly Power Point schemas that strain painfully to be relevant and hip.
zh_cn: 不仅弗格森极有说明力的某些观点恐怕要归功于《纽约时报》特稿专栏作家托马斯・弗里德曼（Thomas L. Friedman）和CNN评论员法里德・扎卡瑞亚（Fareed Zakaria），而且他提出的一些原创性假定观点似乎逐渐演变成受到质疑的概括性理论（“今日的欧洲到处都是游手好闲的人”）、互相矛盾的武断言论、幻灯片似的愚蠢纲要――绞尽脑汁让内容看起来既和主题相关又不缺乏看点。

source: Indeed, the central thesis of “Civilization” is that six “killer apps” (along with “the fortuitous weakness of the West’s rivals”) enabled the West “to dominate the world for the better part of 500 years.”
zh_cn: 弗格森的新书《文明》的中心论点是：西方“独占鳌头，统治世界500年”自有其独到的“六个杀手锏 ”（再加上西方国家孱弱不堪的对手）。

source: Those “apps” were competition, science, property rights, medicine, “the consumer society” (“without which the Industrial Revolution would have been unsustainable”) and “the work ethic” (which Mr. Ferguson, drawing upon Max Weber, associates with Protestant Christianity).
zh_cn: 这六个“致胜法宝”分别是：竞争、科学、物权、医学、“消费社会”（“没有消费工业革命将会摇摇欲坠”）和“职业伦理”（弗格林在论述这一观点时，向读者引荐了马克斯・韦伯[3]，又和基督教新教取得了某种联系）。

source: Much as Mr. Zakaria did in “The Post-American World” (2008), Mr. Ferguson notes that in recent decades much of the rest of the world has become increasingly adept at downloading such Western concepts.
zh_cn: 就如扎卡瑞亚在2008年的著作《后美国世界》(The Post-American World)中论述的一样，弗格森指出，最近几十年其它国家不断精于效仿西方的各种理念。

source: Japan, Mr. Ferguson writes, began “copying everything, from Western clothes and hairstyles to the European practice of colonizing foreign peoples,” and in the 1950s “a growing band of East Asian countries followed Japan in mimicking the West’s industrial model, beginning with textiles and steel and moving up the value chain from there.”
zh_cn: 弗格森写道，日本一度“复制西方的一切，从服装到发型，再到欧洲惯有的殖民化外邦民族”，从二十世纪五十年代开始“很多东亚国家跟随日本，效仿西方的工业模式，从纺织工业、钢铁工业做为起点，逐渐使其工业价值链不断攀升”。

source: China, of course, has not only become a vigorous market society, with the world’s largest population, but also an economic behemoth, holding more than $1 trillion in United States debt.
zh_cn: 现在，中国这个世界上人口最多的国家，不仅拥有最有活力的经济体，而且还是个经济巨人，并且持有美国1万多亿美元国债。

source: “In demographic terms,” Mr. Ferguson says, “the population of Western societies has long represented a minority of the world’s inhabitants, but today it is clearly a dwindling one.
zh_cn: 弗格森说，“用人口统计学的术语来讲就是，西方社会长期代表着全世界的小众人口，但是当今社会，这种小众化趋势明显逐渐减小。

source: Once so dominant, the economies of the United States and Europe are now facing the real prospect of being overtaken by China within 20 or even 10 years, with Brazil and India not so very far behind.
zh_cn: 美国和欧洲社会的经济曾占主导地位，现在的人们却需要面对这样的前景：未来二十年或十年，中国可能超越欧美经济，巴西和印度紧随其后。

source: Western ‘hard power’ seems to be struggling in the Greater Middle East, from Iraq to Afghanistan, just as the ‘Washington Consensus’ on free-market economic policy disintegrates.”
zh_cn: 就像“华盛顿共识”框架下的自由市场经济政策可能会土崩瓦解一样，在大中东地区，从伊拉克到伊朗再到阿富汗，西方的军事"硬实力"正经受着前所未有的打击。

source: Mr. Ferguson’s decision to structure this volume around his six “killer apps” — a decision based, no doubt, on the six-part structure of the British Channel 4 series — results in a book that, oddly, is schematic and disorganized at the same time: An extended discussion of the French Revolution appears in the chapter titled “Medicine,” as does a discursive talk about imperialism that draws heavily on the author’s earlier writings.
zh_cn: 弗格森以其总结出的“六个杀手锏 ”为结构编攥本书，最后的结果是，书中的内容组织同时也有些混乱。无疑，在英国电视四台播出的系列历史记录片同样也包括这六个部分。在书中，弗格森大谈法国革命并出现在“医学”一章里，他还从以前的著作中截取内容，谈论了和主题无太大关系的帝国主义。

source: As in his previous books, Mr. Ferguson does little to mute his own strong ideological views: He denounces Marx as “an odious individual”; disdains what he calls “a lumpenproletariat with vices” like drinking gin and engaging in street fights; and emphasizes what he sees as the positive aspects of colonialism.
zh_cn: 就像他以前著作一样，弗格林基本上对自已强烈的意识形态及思想从不掩口：他谴责马克思认为他是“令人厌恶的人”；他藐视自已所谓的“流氓无产阶级及他们身上的恶习”，如喝杜松子酒又醉心于街头闹事；他强调他认为的殖民主义所具有的积极一面。

source: What keeps the reader pushing on through “Civilization” is the author’s knack for making long-ago events as vivid and visceral as the evening news, for weaving anecdotes and small telling details together with a wide-angled retrospective vision.
zh_cn: 新书《文明》的作者弗格森善于运用历史事件吸引读者，书中的趣闻轶事、细节故事及宽广、追根溯源的回顾视角互相交织，达到播报晚间新闻时生动有趣、碰触感观的效果。

source: For instance, Mr. Ferguson provides a concise and fascinating analysis of why the colonial origins of the United States and Latin America led to such different outcomes.
zh_cn: 例如，弗格森提出为什么同样曾经是殖民隶属地的美国和拉美国家最后的发展结果却如此不同。

source: In summary, he argues, “North America was better off than South America purely and simply because the British model of widely distributed private property rights and democracy worked better than the Spanish model of concentrated wealth and authoritarianism.”
zh_cn: 然后他进行了简洁、有趣的总结分析，“北美比南北的人民生活更加优越的原因非常简单，因为英国模式的大范围分配私有物权和享有民主权比财富集中、独裁专制的西班牙模式更加完善。”

source: In another chapter he discusses how the Singer sewing machine (which “completed the process of mechanizing clothes production”) helped promote the standardization of dress around the world, even as it helped increase American manufacturing productivity.
zh_cn: 在另一章中，弗格森讨论了亲格缝纫机（“完成了服装生产商品化的过程”）如何推动了全世界的服装达到标准化，同时帮助美国提高生产效率。

source: More important, Mr. Ferguson artfully uses his knowledge of economic history — his book “The Ascent of Money,” which went to press in May 2008, shrewdly anticipated many aspects of the 2008 fiscal meltdown — to analyze the bleak financial circumstances the West now finds itself in.
zh_cn: 更重要的是，弗格森纯熟地利用自已的经济学历史，分析了西方社会遭糕的经济状况。2008年他的著作《货币崛起》(The Ascent Of Money)出版，书中就敏锐地预测了2008年经济崩盘的诸多原因。

source: “Even in the late 1990s the West was still clearly the dominant civilization of the world,” he writes.
zh_cn: 他在书中写道“二十世纪九十年代末，西方仍然是世界文明的主导者。

source: “The five leading Western powers — the United States, Germany, the United Kingdom, France and Canada — accounted for 44 percent of total global manufacturing between them.”
zh_cn: 美国、德国、英国、法国和加拿大这五个超级大国占据了全球44%的全球生产总量。”

source: The scientific world was dominated by Western universities; the Soviet Union had collapsed; a democratic wave was sweeping the world; and some scholars were declaring the triumph of liberal capitalism and dubbing the United States a “hegemon.”
zh_cn: 顶尖的科学研究被西方大学独享；苏联解体；要求民主、民权的呼声在世界刮起；一些学者宣称自由体制下的资本主义已经取得了胜利，并就此把美国号称为“超极大国”。

source: The financial disasters of 2008 and its continuing fallout; political partisanship and gridlock in the face of daunting problems; divisions within the United States and within the European Union; the overextension of American military forces in the wake of costly wars in Iraq and Afghanistan; and the rise of China: Is the West headed toward a fall like ancient Rome’s?
zh_cn: 2008年发生的经济危机和其经济的不断倒退；面对问题时出现的政治党派和政治僵局；美国国内的分崩离西和欧盟体制下的四分五裂；美国在伊拉克和阿富汗不计后果地军事扩张；正在崛起的中国：西方是否如古罗马一样，已经开始走向衰落？

source: “Such fears appear not altogether fanciful,” Mr. Ferguson dourly observes, pointing out the role that fiscal crises, wars and political factionalism have played in the toppling of other dominant powers.
zh_cn: 弗格森严肃地写道“这样的恐惧并不是无中生有，凭空想像”。他列指出经济衰退、战争阴云和政治派别林立会起何种作用颠覆一个超极国家。

source: Even more alarmingly, he suggests that the collapses of great civilizations tend to come quickly.
zh_cn: 弗格森警告说，一个文明古国的倾倒其实很快速。

source: Rome, he writes, imploded “within the span of a single generation”; “the dramatic transition from Confucian equipoise to anarchy” in Ming-era China “took little more than a decade”; and the Soviet Union “fell off a cliff — rather than gently declining.”
zh_cn: 他写道，罗马帝国的崩塌“只相隔了一代人的时间”；中国的明王朝从“孔夫子思想的平静详和到混乱暴政的急转直下只用了几十年时间”；前苏联“直接从悬崖翻落掉底，而非慢慢下降有个缓冲机会”。

source: Civilizations, he concludes, “are highly complex systems, made up of a very large number of interacting components that are asymmetrically organized, so that their construction more closely resembles a Namibian termite mound than an Egyptian pyramid.”
zh_cn: 他总结到文明“是非常复杂的一个系统并由无数庞大、相互协调的构件组成。文明更像纳米比亚容易坍塌的白蚁丘陵，而非千年不倒的埃及金字塔。”

source: “Such systems can appear to operate quite stably for some time,” he goes on, “apparently in equilibrium, in reality constantly adapting.
zh_cn: 弗格森说道“使文明绵绵延续的这个系统会在一定时间里平缓运行――不断保持平横，不断调整位置。

source: But there comes a moment when they ‘go critical.’
zh_cn: 但是也有一些时侯，它们会‘运转到危急时刻’。

source: A slight perturbation can set off a ‘phase transition’ from a benign equilibrium to a crisis — a single grain of sand causes an apparently stable sandcastle to fall in on itself.”
zh_cn: 运行过程中极微小的偏离轨道会使正在调整中的量变转换变成质变转换，也会使无伤大雅的平衡转化变成危机四伏的变向转换――因为千里之堤，同样可以溃于蚁穴”。
